"Close" = "Tutup";

"Scan Card" = "Pindai Kartu";

"Scan card" = "Pindai kartu";

"The IBAN you entered is invalid." = "IBAN yang Anda masukkan tidak valid.";

"There was an error processing your card -- try again in a few seconds" = "Ada kesalahan saat memproses kartu Anda -- cobalah lagi dalam beberapa detik";

"There was an unexpected error -- try again in a few seconds" = "Ada kesalahan tak terduga -- cobalah lagi dalam beberapa detik";

"Try again" = "Coba lagi";

"We use Stripe to verify your card details. Stripe may use and store your data according its privacy policy. <a href='https://support.stripe.com/questions/stripes-card-image-verification'><u>Learn more</u></a>" = "Kami menggunakan Stripe untuk memverifikasi detail kartu Anda. Stripe mungkin menggunakan dan menyimpan data Anda sesuai dengan kebijakan privasi mereka. <a href='https://support.stripe.com/questions/stripes-card-image-verification'><u>Pelajari selengkapnya</u></a>";

"Your card has expired" = "Kartu Anda telah kedaluwarsa";

"Your card was declined" = "Kartu Anda ditolak";

"Your card's expiration month is invalid" = "Bulan kedaluwarsa kartu Anda tidak valid";

"Your card's expiration year is invalid" = "Tahun kedaluwarsa kartu Anda tidak valid";

"Your card's number is invalid" = "Nomor kartu Anda tidak valid";

"Your card's security code is invalid" = "Kode keamanan kartu Anda tidak valid";

"Your name is invalid." = "Nama Anda tidak valid.";

"Your payment method was declined." = "Metode pembayaran Anda ditolak.";
